package com.neyena.lakhdatar;

public class Lyrics {

    public static String[] aarti_lyrics = {"जय गणेश, जय गणेश, जय गणेश, देवा .\n" +
            "माता जाकी पारवती, पिता महादेवा ..\n" +
            "\n" +
            "एकदन्त, दयावन्त, चारभुजाधारी,\n" +
            "माथे पर तिलक सोहे, मूसे की सवारी .\n" +
            "पान चढ़े, फूल चढ़े और चढ़े मेवा,\n" +
            "लड्डुअन का भोग लगे, सन्त करें सेवा ..\n" +
            "\n" +
            "जय गणेश, जय गणेश, जय गणेश, देवा .\n" +
            "माता जाकी पारवती, पिता महादेवा ..\n" +
            "\n" +
            "\n" +
            " \n" +
            "अंधे को आँख देत, कोढ़िन को काया,\n" +
            "बाँझन को पुत्र देत, निर्धन को माया .\n" +
            "‘सूर’ श्याम शरण आए, सफल कीजे सेवा,\n" +
            "जय गणेश जय गणेश जय गणेश देवा ..\n" +
            "\n" +
            "जय गणेश, जय गणेश, जय गणेश, देवा .\n" +
            "माता जाकी पारवती, पिता महादेवा ..",
                "ॐ जय श्री श्याम हरे, बाबा जय श्री श्याम हरे |\n" +
            "खाटू धाम विराजत, अनुपम रूप धरे || ॐ\n" +
            "रतन जड़ित सिंहासन, सिर पर चंवर ढुरे |\n" +
            "तन केसरिया बागो, कुण्डल श्रवण पड़े || ॐ\n" +
            "गल पुष्पों की माला, सिर पर मुकुट धरे |\n" +
            "खेवत धूप अग्नि पर दीपक ज्योति जले || ॐ\n" +
            "मोदक खीर चूरमा, सुवरण थाल भरे |\n" +
            "सेवक भोग लगावत, सेवा नित्य करे || ॐ\n" +
            "झांझ कटोरा और घडियावल, शंख मृदंग घुरे |\n" +
            "भक्त आरती गावे, जय - जयकार करे || ॐ\n" +
            "जो ध्यावे फल पावे, सब दुःख से उभरे |\n" +
            "सेवक जन निज मुख से, श्री श्याम - श्याम उचरे || ॐ\n" +
            "श्री श्याम बिहारी जी की आरती, जो कोई नर गावे |\n" +
            "कहत भक्तजन, मनवांछित फल पावे || ॐ\n" +
            "जय श्री श्याम हरे, बाबा जी श्री श्याम हरे |\n" +
            "निज भक्तों के तुमने, पूरण काज करे || ॐ","आरती कुंजबिहारी की,\n" +
            "श्री गिरिधर कृष्ण मुरारी की ॥\n" +
            "आरती कुंजबिहारी की,\n" +
            "श्री गिरिधर कृष्ण मुरारी की ॥\n" +
            "\n" +
            "गले में बैजंती माला,\n" +
            "बजावै मुरली मधुर बाला ।\n" +
            "श्रवण में कुण्डल झलकाला,\n" +
            "नंद के आनंद नंदलाला ।\n" +
            "गगन सम अंग कांति काली,\n" +
            "राधिका चमक रही आली ।\n" +
            "लतन में ठाढ़े बनमाली\n" +
            "भ्रमर सी अलक,\n" +
            "कस्तूरी तिलक,\n" +
            "चंद्र सी झलक,\n" +
            "ललित छवि श्यामा प्यारी की,\n" +
            "श्री गिरिधर कृष्ण मुरारी की ॥\n" +
            "॥ आरती कुंजबिहारी की...॥\n" +
            "\n" +
            "कनकमय मोर मुकुट बिलसै,\n" +
            "देवता दरसन को तरसैं ।\n" +
            "गगन सों सुमन रासि बरसै ।\n" +
            "बजे मुरचंग,\n" +
            "मधुर मिरदंग,\n" +
            "ग्वालिन संग,\n" +
            "अतुल रति गोप कुमारी की,\n" +
            "श्री गिरिधर कृष्णमुरारी की ॥\n" +
            "॥ आरती कुंजबिहारी की...॥\n" +
            "\n" +
            "जहां ते प्रकट भई गंगा,\n" +
            "सकल मन हारिणि श्री गंगा ।\n" +
            "स्मरन ते होत मोह भंगा\n" +
            "बसी शिव सीस,\n" +
            "जटा के बीच,\n" +
            "हरै अघ कीच,\n" +
            "चरन छवि श्रीबनवारी की,\n" +
            "श्री गिरिधर कृष्णमुरारी की ॥\n" +
            "॥ आरती कुंजबिहारी की...॥\n" +
            "\n" +
            "चमकती उज्ज्वल तट रेनू,\n" +
            "बज रही वृंदावन बेनू ।\n" +
            "चहुं दिसि गोपि ग्वाल धेनू\n" +
            "हंसत मृदु मंद,\n" +
            "चांदनी चंद,\n" +
            "कटत भव फंद,\n" +
            "टेर सुन दीन दुखारी की,\n" +
            "श्री गिरिधर कृष्णमुरारी की ॥\n" +
            "॥ आरती कुंजबिहारी की...॥\n" +
            "\n" +
            "आरती कुंजबिहारी की,\n" +
            "श्री गिरिधर कृष्ण मुरारी की ॥\n" +
            "आरती कुंजबिहारी की,\n" +
            "श्री गिरिधर कृष्ण मुरारी की ॥",
            "आरती कीजे हनुमान लला की |\n"+
                    "दुष्ट दलन रघुनाथ कला की ||\n"+
                    "जाके बल से गिरिवर कांपे |\n"+
                    "रोग दोष जाके निकट ना जांके ||\n"+
                    "अनजनी पुत्र महा बलदाई |\n"+
                    "संतन के प्रभु सदा सही ||\n"+
                    "दे बीरा रघुनाथ पठाए |\n"+
                    "लंका जारि सिया सुधि काये ||\n"+
                    "लंका सो कोटि समुद्र की खायी |\n"+
                    "जात पवन सुत बार ना लायी ||\n"+
                    "लंका जरि असुर संघारे |\n"+
                    "सियाराम जी के काज सवारे ||\n"+
                    "लक्षमण मुर्षित पड़े सकारे |\n"+
                    "लाये सजीवन प्राण उभारे ||\n"+
                    "पैठी पाताल तोरि जमकारे |\n"+
                    "अहिरावन की भुजा उखारे ||\n"+
                    "बाए भुजा असुर दल मारे |\n"+
                    "दाहिने भुजा संत जन तारे ||\n"+
                    "सुर नर मुनि जन आरती उतारे |\n"+
                    "जय जय जय हनुमान उचारे ||\n"+
                    "कंचन थाल कपूर लौ छाई |\n"+
                    "आरती करत अंजना माई ||\n"+
                    "जो हनुमान जी की आरती गावे |\n"+
                    "बसि बैकुंठ परमपद पावे ||\n",
                "भोर भई दिन चढ़ गयो म्हारा बाबा,\n" +
                        "हो रही जय जयकार मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n" +
                        "\n" +
                        "ज्योत जगावां थारै भोग लगावां,\n" +
                        "रुचि रुचि करा मनुहार मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n" +
                        "\n" +
                        "केसरियो बागो सोहवे छत्तर विराजे,\n" +
                        "गले में नौलख हार मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n" +
                        "\n" +
                        "झांझ नगाड़ा थारै नौबत बाजै,\n" +
                        "बाज रह्या खड़ताल मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n" +
                        "\n" +
                        "मोरछड़ी लहराओ म्हारा बाबा,\n" +
                        "कष्ट हरो सरकार मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n" +
                        "\n" +
                        "आरती थारी बाबा जो जन गावे,\n" +
                        "देवो थे भव से तार मंदिर मा,\n" +
                        "आरती लखदातार की,\n" +
                        "ओ खाटूवाले.. आरती लखदातार की॥\n",
            "हाथ जोड़ विनती करू तो सुनियो चित्त लगाये\n" +
                    "दस आ गयो शरण में रखियो इसकी लाज \n" +
                    "धन्य ढूंढारो देश हे खाटू नगर सुजान \n" +
                    "अनुपम छवि श्री श्याम की दर्शन से कल्याण\n" +
                    "\n" +
                    "श्याम श्याम तो में रटूं श्याम हैं जीवन प्राण \n" +
                    "श्याम भक्त जग में बड़े उनको करू प्रणाम\n" +
                    "खाटू नगर के बीच में बण्यो आपको धाम \n" +
                    "फाल्गुन शुक्ल मेला भरे जय जय बाबा श्याम\n" +
                    "\n" +
                    "फाल्गुन शुक्ला द्वादशी उत्सव भरी होए\n" +
                    "बाबा के दरबार से खाली जाये न कोए\n" +
                    "उमा पति लक्ष्मी पति सीता पति श्री राम \n" +
                    "लज्जा सब की रखियो खाटू के बाबा श्याम \n" +
                    "\n"+"पान सुपारी इलायची इत्तर सुगंध भरपूर \n" +
                    "सब भक्तो की विनती दर्शन देवो हजूर \n" +
                    "आलू सिंह तो प्रेम से धरे श्याम को ध्यान\n" +
                    "श्याम भक्त पावे सदा श्याम कृपा से मान\n" +
                    "\n" +
                    "जय श्री श्याम बोलो जय श्री श्याम\n" +
                    "खाटू वाले बाबा जय श्री श्याम\n" +
                    "लीलो घोड़ो लाल लगाम \n" +
                    "जिस पर बैठ्यो बाबो श्याम\n" +
                    "॥ॐ श्री श्याम देवाय नमः॥" };
    StringBuilder stringBuilder =new StringBuilder(aarti_lyrics[0]);
}
